Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Still, total oil production is somewhat higher than the NPD’s prognosis for the year to date.
nb: Total oljeproduksjon er likevel litt over OD sin prognose hittil i år.

source: Total production for the first ten months of 2011 is about 179.6 million Sm3 oil equivalents.
nb: Den totale petroleumsproduksjonen dei ti første månadene i år er om lag 179,6 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.)

source: (MSm3 o.e.), broken down as follows: about 81.4 MSm3 o.e. of oil, about 16.9 MSm3 o.e. of NGL and condensate and about 81.2 MSm3 o.e. of gas.
nb: Dette er fordelt slik: olje om lag 81,4 MSm3 o.e, NGL og kondensat om lag 16,9 MSm3 o.e, og gass om lag 81,2 MSm3 o.e.

source: This is 9.0 MSm3 o.e. less than in the same period in 2010.
nb: Produksjonen er 9,0 MSm3 o.e. lågare enn i same periode i 2010.

source: Final production figures from September 2011 show an average daily production of about 1.541 million barrels of oil, 0.373 million barrels of NGL and condensate and a total of 7.5 billion Sm3 net gas production.
nb: Endelege produksjonstal for september 2011 syner ein gjennomsnittleg dagsproduksjon på om lag 1,541 millionar fat olje, 0,373 millionar fat NGL og kondensat og totalt 7,5 GSm3 gass.

source: Preliminary production figures for November will be published in December 2011.
nb: Førebels produksjonstal for november blir publisert i desember 2011.

source: This is a decrease of 105 000 barrels compared to August.
nb: Det er ein nedgang på 105 000 fat samanlikna med august.

source: Gas production was about 7.4 billion Sm3, which is 0.5 billion Sm3 less than the previous month.
nb: Den totale gassproduksjonen var 7,4 milliardar standard kubikkmeter (GSm3), som er 0,5 GSm3 mindre enn månaden før.

source: The average daily liquid production in September was: 1 557 000 barrels of oil, 256 000 barrels of NGL and 79 000 barrels of condensate.
nb: Væskeproduksjonen i september fordeler seg slik: 1 557 000 fat olje, 256 000 fat NGL og 79 000 fat kondensat i gjennomsnitt per dag.

source: Grane has reduced production in September due to planned maintenance and technical problems afterwards.
nb: Grane har redusert produksjon i september på grunn av planlagt vedlikehaldsstans og tekniske problem i etterkant.

source: Still total oil production is somewhat higher than the NPD’s prognosis for the year to date.
nb: Total oljeproduksjon er likevel litt over OD sin prognose hittil i år.

source: Total production for the first nine months of 2011 is about 160.6 million Sm3 oil equivalents.
nb: Den totale petroleumsproduksjonen dei ni første månadene i år er om lag 160,6 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.)

source: (MSm3 o.e.), broken down as follows: about 73.3 MSm3 o.e. of oil, about 14.4 MSm3 o.e. of NGL and condensate and about 72.9 MSm3 o.e. of gas.
nb: Dette er fordelt slik: olje om lag 73,3 MSm3 o.e, NGL og kondensat om lag 14,4 MSm3 o.e, og gass om lag 72,9 MSm3 o.e.

source: This is 7.6 MSm3 o.e. less than in the same period in 2010.
nb: Produksjonen er 7,6 MSm3 o.e. lågare enn i same periode i 2010.

source: Final production figures from August 2011 show an average daily production of about 1.623 million barrels of oil, 0.375 million barrels of NGL and condensate and a total of 7.9 billion Sm3 net gas production.
nb: Endelege produksjonstal for august 2011 syner ein gjennomsnittleg dagsproduksjon på om lag 1,623 millionar fat olje, 0,375 millionar fat NGL og kondensat og totalt 7,9 GSm3 gass.

source: Preliminary production figures for October will be published in November 2011.
nb: Førebels produksjonstal for oktober blir publisert i november 2011.

source: This is 11 000 barrels less than in March 2012.
nb: Det er ein liten nedgang på 11 000 fat samanlikna med mars 2012.

source: Total gas sales were about 9.4 billion Sm3, which is 1.6 billion Sm3 less than the previous month.
nb: Det totale gassalet var 9,4 milliardar standard kubikkmeter (GSm3), dette er 1,6 GSm3 lågare enn månaden før.

source: Oil production 2012
nb: Oljeproduksjon 2012

source: The average daily liquid production in April was: 1 633 000 barrels of oil, 310 000 barrels of NGL and 87 000 barrels of condensate.
nb: Væskeproduksjonen i april fordeler seg slik: 1 633 000 fat olje, 310 000 fat NGL og 87 000 fat kondensat i gjennomsnitt per dag.

source: In April, the Gaupe, Marulk, Islay and Oselvar fields started production on the Norwegian Shelf.
nb: I april starta produksjonen frå fire nye felt på norsk sokkel; Gaupe, Marulk, Islay og Oselvar.

source: Liquid production 2012
nb: Væskeproduksjon 2012

source: Gas production 2012
nb: Gassproduksjon 2012

source: The total volume is 3.7 MSm3 o.e. bigger than in 2011.
nb: Total volumet er 3,7 MSm3 o.e. høgare enn i 2011.

source: Final production figures for March 2012 show an average daily production of about 1.613 million barrels of oil, 0.428 million barrels of NGL and condensate, and a total of 11.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for mars 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,613 millionar fat olje, 0,428 millionar fat NGL og kondensat og totalt 11,0 GSm3 gass for sal.

source: Preliminary production figures for May will be published in June 2012.
nb: Førebels produksjonstal for mai blir publisert i juni 2012.

source: The question of connecting new and existing petroleum facilities on the shelf to power supplies from land is to be evaluated in relation to possibilities, costs and impact on the environment.
nb: Spørsmålet om tilknytning av eksisterende og nye petroleumsanlegg på sokkelen til kraftforsyningen fra land skal vurderes opp mot muligheter, kostnader og miljøvirkninger.

source: Evaluations of technical aspects of the petroleum facilities, the effect on the electric power balance and system both regionally and nationally, as well as HSE-related factors, shall be included.
nb: Vurderinger av tekniske forhold ved petroleumsanleggene, virkninger for kraftbalanse og –system regionalt og nasjonalt samt HMS-relaterte forhold skal inngå.

source: Research milieus, industry and relevant voluntary organisations will be given the opportunity to provide input to this work as it progresses.
nb: Forskningsmiljøer, industri og relevante frivillige organisasjoner vil få anledning til å komme med innspill underveis i arbeidet.

source: This work, which will be led by the NPD, is to be completed by the end of 2007.
nb: Arbeidet, som ledes av Oljedirektoratet, skal være ferdig innen utgangen av 2007.

source: The new study will be an update of the work done by the NPD and the Norwegian Water Resources and Energy Directorate in 2002.
nb: Den nye utredningen vil være en oppdatering av arbeidet som ble gjort av Oljedirektoratet og Norges vassdrags- og energidirektorat i 2002.

source: This is 45 000 barrels per day less than in July 2012.
nb: Det er ein nedgang på 45 000 fat per dag samanlikna med juli 2012.

source: Total gas sales were about 8.2 billion Sm3, which is 0.8 billion Sm3 less than the previous month.
nb: Det totale gassalet var 8,2 milliardar standard kubikkmeter (GSm3), dette er 0,8 GSm3 lågare enn månaden før.

source: The average daily liquid production in August was: 1 506 000 barrels of oil, 265 000 barrels of NGL and 64 000 barrels of condensate.
nb: Væskeproduksjonen i august fordeler seg slik: 1 506 000 fat olje, 265 000 fat NGL og 64 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is below the prognosis for July (3 per cent) and this is mainly due to planned maintenance on the following fields: Glitne, Snorre, Tordis and Åsgard.
nb: Oljeproduksjonen på norsk sokkel ligg noko under OD sin prognose for august (3 prosent).Årsaken er vedlikehaldsarbeid og revisjonsstans på Glitne, Snorre, Tordis og Åsgard.

source: Both The Valhall and Hod fields have been closed for the whole month due to preparation work in front of production start for a new platform.
nb: Valhall og Hod har vært stengde i heile august for å førebu produksjonsstart for ny plattform.

source: The production is also about 0.5 percent below the cumulative prognosis this year.
nb: Produksjonen er ca 0,5 prosent under prognosen så langt i 2012.

source: The total petroleum production for the first eight months of 2012 is about 154.0 million Sm3 oil equivalents.
nb: Så langt i 2012 er den totale petroleumsproduksjonen om lag 154,0 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.).

source: (MSm3 o.e.), broken down as follows: about 61.8 MSm3 o.e. of oil, about 15.4 MSm3 o.e. of NGL and condensate and about 76.9 MSm3 o.e. of gas for sale.
nb: Av dette er 61,8 MSm3 o.e olje, om lag om lag 15,4 MSm3 o.e NGL og kondensat, og det er selt om lag 76,9 MSm3 o.e. gass .

source: The total volume is 9.3 MSm3 o.e. larger than for the same period 2011.
nb: Total volumet er 9,3 MSm3 o.e. høgare enn i same periode 2011.

source: Final production figures for July 2012 show an average daily production of about 1.500 million barrels of oil, 0.380 million barrels of NGL and condensate, and a total of 9.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juli 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,500 millionar fat olje, 0,380 millionar fat NGL og kondensat og totalt 9,0 GSm3 gass for sal.

source: Preliminary production figures for September will be published in October 2012.
nb: Foreløpige produksjonstal for september blir publisert i oktober 2012.

source: This is 59 000 barrels per day more than in November 2012.
nb: Det er ein oppgang på 59 000 fat per dag samanlikna med november.

source: Total gas sales were about 11.0 billion Sm3, which is 1,0 GSm3 more than the previous month.
nb: Det totale gassalet var 11,0 milliardar standard kubikkmeter (GSm3), dette er 1,0 GSm3 meir enn månaden før.

source: The average daily liquid production in December was: 1 483 000 barrels of oil, 309 000 barrels of NGL and 75 000 barrels of condensate.
nb: Væskeproduksjonen i desember fordeler seg slik: 1 483 000 fat olje, 309 000 fat NGL og 75 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is 13 per cent below the prognosis for December.
nb: Oljeproduksjonen på norsk sokkel ligger 13 prosent under OD sin prognose for desember.

source: This is mainly due to planned maintenance and technical problems on Morvin, Njord, Tordis, Visund Sør and Åsgard.
nb: Årsakene er mellom anna planlagt vedlikehaldsarbeid og tekniske problem på Morvin, Njord, Tordis, Visund Sør og Åsgard.

source: Both The Valhall and Hod fields have been closed for the entire month due to preparation in front of production start for a new platform.
nb: Valhall og Hod har vore stengde i heile desember for å førebu produksjonsstart for ny plattform.

source: In addition, Yme and Skarv should have contributed to the production in December according to the prognosis, but these fields will not contribute to achieving the NPD prognosis for 2012.
nb: I tillegg skulle Yme og Skarv etter prognosen ha bidrege til produksjon i desember, men desse felta vil ikkje medverka til at OD når sin prognose for 2012.

source: The oil production is also about 5.0 percent below the prognosis this year.
nb: Oljeproduksjonen ligg om lag 5,0 prosent under prognosen for 2012.

source: The total petroleum production in 2012 was about 226.1 million Sm3 oil equivalents.
nb: For året 2012 er den totale petroleumsproduksjonen om lag 226,1 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.).

source: (MSm3 o.e.) broken down as follows: about 89.2 MSm3 o.e. of oil, about 22.1 MSm3 o.e. of NGL and condensate and about 114.8 MSm3 o.e. of gas for sale.
nb: Av dette er 89,2 MSm3 o.e olje, om lag om lag 22,1 MSm3 o.e NGL og kondensat, og det er selt om lag 114,8 MSm3 o.e. gass .

source: The total volume is 6.3 MSm3 o.e. larger than for the same period 2011.
nb: Totalvolumet er 6,3 MSm3 o.e. høgare enn i 2011.

source: Final production figures for November 2012 show an average daily production of about 1.441 million barrels of oil, 0.367 million barrels of NGL and condensate, and a total of 10.0 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for november 2012 viser ein gjennomsnittleg dagsproduksjon på om lag 1,441 millionar fat olje, 0,367 millionar fat NGL og kondensat og totalt 10,0 GSm3 gass for sal.

source: Preliminary production figures for January will be published in February 2013.
nb: Foreløpige produksjonstal for januar blir publiserte i februar 2013.

source: This is a decrease of 26 000 barrels compared to January 2012.
nb: Det er ein nedgang på 26 000 fat samanlikna med januar 2012.

source: Total gas sales were about 10.7 billion Sm3, which is 0.5 billion Sm3 less than the previous month.
nb: Det totale gass salet var 10,7 milliardar standard kubikkmeter (GSm3), dette er 0,5 GSm3 mindre enn månaden før.

source: The average daily liquid production in February was: 1 657 000 barrels of oil, 337 000 barrels of NGL and 88 000 barrels of condensate.
nb: Væskeproduksjonen i februar fordeler seg slik: 1 657 000 fat olje, 337 000 fat NGL og 88 000 fat kondensat i gjennomsnitt per dag.

source: The following fields had reduced production in February due to various technical problems: Alvheim, Balder, Grane, Njord, Snorre and Åsgard.
nb: Alvheim, Balder, Grane, Njord, Snorre og Åsgard har redusert produksjon i februar på grunn av diverse tekniske problem.

source: Even so total oil production is slightly above the NPD’s prognosis for February.
nb: Total oljeproduksjon er likevel litt over OD sin prognose for februar.

source: The total production for the first two months in 2012 is about 41.8 million Sm3 oil equivalents.
nb: Den totale petroleumsproduksjonen så langt i 2012 er om lag 41,8 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.)

source: (MSm3 o.e.), broken down as follows: about 15.9 MSm3 o.e. of oil, about 4.1 MSm3 o.e. of NGL and condensate and about 21.9 MSm3 o.e. of gas for sale.
nb: Dette er fordelt slik: olje om lag 15,9 MSm3 o.e, NGL og kondensat om lag 4,1 MSm3 o.e, sal av gass om lag 21,9 MSm3 o.e..

source: This is 1.5 MSm3 o.e. more than in 2011.
nb: Total volumet er 1,5 MSm3 o.e. høgare enn i 2011.

source: Final production figures from January 2012 show an average daily production of about 1.677 million barrels of oil, 0.430 million barrels of NGL and condensate and a total of 11.2 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for januar 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,677 millionar fat olje, 0,430 millionar fat NGL og kondensat og totalt 11,2 GSm3 gass for sal.

source: Gas sales are the highest ever on the Norwegian shelf.
nb: Gassalet er det høgaste til nå på norsk sokkel.

source: The wellbore 34/3-2 S will be drilled from the drilling facility West Alpha at position 61°48’45.07”N and 2°49’16.46E.
nb: Brønnbanen 34/3-2 S skal bores fra boreinnretningen West Alpha i posisjon 61°48’45,07”N og 2°49’16,46 Ø.

source: Other licensees are Idemitsu Petroleum Norge AS with a 25 per cent share, Wintershall Norge ASA with 20 per cent and RWE Dea Norge AS with 10 per cent.
nb: Øvrige rettighetshavere er Idemitsu Petroleum Norge AS med en andel på 25 prosent, Wintershall Norge ASA med 20 prosent og RWE Dea Norge AS med 10 prosent.

source: The area in this licence is comprised of parts of blocks 34/2, 3, 5 and 6, and is located north-east of the Snorre field in the North Sea.
nb: Arealet i denne tillatelsen består av deler av blokkene 34/2, 3, 5 og 6, og det ligger nordøst for Snorrefeltet i Nordsjøen.

source: Well 34/3-1 S was drilled in the autumn of 2008, and an oil discovery was made.
nb: Høsten 2008 ble brønn 34/3-1 S boret, og det ble gjort et oljefunn.

source: The appraisal well 34/3-1 A proved the oil-water contact for the discovery.
nb: Avgrensningsbrønnen 34/3-1 A påtraff olje-vannkontakten for funnet.

source: 34/3-2 S is the third exploration well in the licence.
nb: 34/3-2 S er den tredje letebrønnen i tillatelsen.

source: For further information, please contact Kristian Runestad, telephone +47 51 87 60 27.
nb: Ved spørsmål kontakt Kristian Runestad telefon 51 87 60 27.

source: This is a decrease of 14 000 barrels compared to December 2011.
nb: Det er ein nedgang på 14 000 fat samanlikna med desember 2011.

source: Total gas sales were about 11.2 billion Sm3, which is 0.7 billion Sm3 more than the previous month.
nb: Det totale gass salet var 11,2 milliardar standard kubikkmeter (GSm3), dette er 0,7 GSm3 meir enn månaden før.

source: The average daily liquid production in January was: 1 681 000 barrels of oil, 276 000 barrels of NGL and 80 000 barrels of condensate.
nb: Væskeproduksjonen i januar fordeler seg slik: 1 681 000 fat olje, 276 000 fat NGL og 80 000 fat kondensat i gjennomsnitt per dag.

source: The following fields had reduced production in January due to various technical problems: Eldfisk, Gullfaks Sør, Oseberg Øst, Njord, Snorre og Åsgard.
nb: Eldfisk, Gullfaks Sør, Oseberg Øst, Njord, Snorre og Åsgard har redusert produksjon i januar på grunn av diverse tekniske problem.

source: Total oil production is slightly above the NPD’s prognosis for the year.
nb: Total oljeproduksjon er litt over OD sin prognose for 2012.

source: The total production in January 2012 is about 21.2 million Sm3 oil equivalents.
nb: Den totale petroleumsproduksjonen i januar 2012 er om lag 21,2 millionar standard kubikkmeter oljeekvivalentar (MSm3 o.e.)

source: (MSm3 o.e.), broken down as follows: about 8.3 MSm3 o.e. of oil, about 1.7 MSm3 o.e. of NGL and condensate and about 11.2 MSm3 o.e. of gas for sale.
nb: Dette er fordelt slik: olje om lag 8,3 MSm3 o.e, NGL og kondensat om lag 1,7 MSm3 o.e, sal av gass om lag 11,2 MSm3 o.e.

source: This is 0.1 MSm3 o.e. more than in 2011.
nb: Total volumet er 0,1 MSm3 o.e. høgare enn i 2011.

source: Final production figures from December 2011 show an average daily production of about 1.665 million barrels of oil, 0.386 million barrels of NGL and condensate and a total of 10.5 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for desember 2011 syner ein gjennomsnittleg dagsproduksjon på om lag 1,665 millionar fat olje, 0,386 millionar fat NGL og kondensat og totalt 10,5 GSm3 gass for sal.

source: Preliminary production figures for February will be published in March 2012.
nb: Førebels produksjonstal for februar blir publisert i mars 2012.

source: This is equal to June 2012.
nb: Det er det same som i juni 2012.

source: Total gas sales were about 9.1 billion Sm3, which is 0.6 billion Sm3 more than the previous month.
nb: Det totale gassalet var 9,1 milliardar standard kubikkmeter (GSm3), dette er 0,6 GSm3 meir enn månaden før.

source: The average daily liquid production in July was: 1 481 000 barrels of oil, 303 000 barrels of NGL and 72 000 barrels of condensate.
nb: Væskeproduksjonen i juli fordeler seg slik: 1 481 000 fat olje, 303 000 fat NGL og 72 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is below the prognosis for July (5%) and this is mainly due to that field in strike did not come into production until July 11.
nb: Oljeproduksjonen på norsk sokkel ligg noko under OD sin prognose for juli (5%), dette skuldast i hovudsak at felt der det var streik ikkje kom i produksjon før 11 juli.

source: The production is also about .5 percent below the cumulative prognosis this year.
nb: Produksjonen er ca 0,5 prosent under prognosen så langt i 2012.

source: The total volume is 9.8 MSm3 o.e. greater than in 2011.
nb: Total volumet er 9,8 MSm3 o.e. høgare enn i 2011.

source: Final production figures for June 2012 show an average daily production of about 1.491 million barrels of oil, 0.368 million barrels of NGL and condensate, and a total of 8.5 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for juni 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,491 millionar fat olje, 0,368 millionar fat NGL og kondensat og totalt 8,5 GSm3 gass for sal.

source: Preliminary production figures for August will be published in September 2012.
nb: Førebels produksjonstal for august blir publisert i september 2012.

source: Nineteen percent more gas and 17 percent more NGL and condensate have been produced, while oil production is down by 5 percent from the first six months of 2011.
nb: Det er produsert 19 prosent meir gass og 17 prosent meir NGL og kondensat, mens oljeproduksjonen er 5 prosent lågare så langt i 2012 samanlikna med fjoråret.

source: Preliminary production figures for June 2012 indicate an average daily production of about 1.862 million barrels of oil, NGL and condensate.
nb: Førebels produksjonstal i juni 2012 viser ein gjennomsnittleg dagsproduksjon på 1, 862 millionar fat olje, NGL og kondensat.

source: This is a decrease of 163 000 barrels per day (about 8 percent) compared to May 2012.
nb: Det er ein nedgang på 163 000 fat per dag (om lag 8 prosent) samanlikna med mai 2012.

source: Total gas sales were about 8.6 billion Sm3, which is 0.3 billion Sm3 less than the previous month.
nb: Det totale gassalet var 8,6 milliardar standard kubikkmeter (GSm3), som er 0,3 GSm3 lågare enn månaden før.

source: The average daily liquid production in June was: 1.502 million barrels of oil, 279 000 barrels of NGL and 81 000 barrels of condensate.
nb: Væskeproduksjonen i juni fordeler seg slik: 1,502 millionar fat olje, 279 000 fat NGL og 81 000 fat kondensat i gjennomsnitt per dag.

source: The total oil production on the Norwegian shelf is somewhat below the NPD’s forecast for June and about 0.5 percent over the cumulative prognosis this year.
nb: Oljeproduksjonen på norsk sokkel ligg noko under OD sin prognose for juni og om lag 0,5 prosent over prognosen så langt i 2012.

source: Due to strikes on the Norwegian continental shelf, production on the Heidrun, Oseberg, Oseberg Sør and Oseberg Øst fields was shut down on June 25th, and on Brage, Huldra, Oseberg C and Veslefrikk on June 27th.
nb: På grunn av streik på norsk sokkel blei Heidrun, Oseberg, Oseberg Sør og Oseberg Øst stengde den 25. juni og Brage, Huldra, Oseberg C og Veslefrikk den 27. juni.

source: The total volume is 9.1 MSm3 o.e. greater than in 2011.
nb: Total volumet er 9,1 MSm3 o.e. høgare enn i 2011.

source: Final production figures for May 2012 show an average daily production of about 1.634 million barrels of oil, 0.390 million barrels of NGL and condensate, and a total of 8.9 billion Sm3 saleable gas production.
nb: Endelege produksjonstal for mai 2012 syner ein gjennomsnittleg dagsproduksjon på om lag 1,634 millionar fat olje, 0,390 millionar fat NGL og kondensat og totalt 8,9 GSm3 gass for sal.

source: Preliminary production figures for July will be published in August 2012.
nb: Førebels produksjonstal for juli blir publisert i august 2012.

source: This is a decrease of 46 000 barrels compared to February 2012.
nb: Det er ein nedgang på 46 000 fat samanlikna med februar 2012.

source: Total gas sales were about 11.1 billion Sm3, which is 0.4 billion Sm3 more than the previous month.
nb: Det totale gass salet var 11,1 milliardar standard kubikkmeter (GSm3), dette er 0,4 GSm3 meir enn månaden før.

source: The average daily liquid production in March was: 1 631 000 barrels of oil, 341 000 barrels of NGL and 84 000 barrels of condensate.
nb: Væskeproduksjonen i mars fordeler seg slik: 1 631 000 fat olje, 341 000 fat NGL og 84 000 fat kondensat i gjennomsnitt per dag.

source: Even so total oil production is above the NPD’s prognosis for March.
nb: Total oljeproduksjon er likevel over OD sin prognose for mars.
